{
  "main": {
    "name":"Jakob Manne",
    "occupation":"Fullstack Business Developer",
    "description":"I am currently working for Cutters, the fastest growing hairdresser firm in the Nordics.",
    "image":"profilepic.jpg",
    "bio":"Hi, I am a software developer who enjoys being part of the entire value chain from idea to production. Currently, I am working at Cutters, where our goal is to digitalize and automate all manuall tasks except the haircut. As one of two software developers in company, I am involved in everything from developing new features to supporting the entire value chain in the company. I have experience working in large enterprises as well as startups and on my free time I enjoy trying out new technologies. I have a goal of starting to write blog articles on Medium in 2021, so follow along :D",        
    "contactmessage":"If you would like to contact me, please reach out by email.",
    "email": "jakmanne at gmail dot com",
    "phone": "555-555-5555",
    "address":{
      "city":"Bergen"
    },
    "website": "https://www.jakobmanne.no",
    "resumedownload":"https://www.jakobmanne.no",
    "social":[
      {
        "name":"linkedin",
        "url":"https://no.linkedin.com/in/jakob-halsteinslid-manne-44319912a",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"http://github.com/jakmanne",
        "className":"fa fa-github"
      },
      {
        "name":"facebook",
        "url":"https://www.facebook.com/jakob.manne",
        "className":"fa fa-facebook"
      }
    ]
  },
  "resume":{
    "skillmessage":"",
    "education":[
      {
        "school":"University of Oslo",
        "degree":"Masters in Innovation and Entrepreneurship",
        "graduated":"June 2020",
        "description":"One exchange semester at Rice University, Houston, USA via Grunderskolen. Title of my master thesis was, What characterizes companies that implement cross-industry innovation?"
      },
      {
        "school":"Western Norway University of Applied Sciences",
        "degree":"Bachelor in Computer Science",
        "graduated":"June 2017",
        "description":"Awards at the Department of Computing, Mathematics and Physics: Award for best bachelor project report. Project topic was “Digital Healthcare Forms”.  Social environment award for contributing to creating a good social environment at the department. "
      }
    ],
    "work":[
      {
        "company":"Cutters",
        "title":"Fullstack Business Developer",
        "years":"March 2020 - Present",
        "description":"Development of Cutters' technology platform. Working at the intersection of technology, user experience and business development. I'm a key person in the technical development of the company where I am involved in the whole process from idea to delivery."
      },
      {
        "company":"Bouvet",
        "title":"Software Developer",
        "years":"August 2019 - March 2020",
        "description":"Hired as an external consultant to a major oil & gas company. Further development of a planning tool for drilling oil wells. Used WCF, Sencha, SQL."
      },
      {
        "company":"Equinor",
        "title":"Software Development Intern",
        "years":"September 2018 - November 2018",
        "description":"Further development of a library that is used to process seismic data. Built a .NET Standard wrapper on top of a library written in C."
      },
      {
        "company":"Sbanken",
        "title":"Junior Software Developer",
        "years":"June 2017 - Oktober 2018",
        "description":"Working parttime besides my master studies. Worked in several areas such as payments, concept development, and everyday banking. Used C#/.NET stack as well as React."
      },
      {
        "company":"GOOSE Society of Texas",
        "title":"Intern",
        "years":"May 2018 - June 2018",
        "description":"Branding, webpage development, marketing of GOOSE Society of Texas, a super angel investment group."
      },
      {
        "company":"Knomatic",
        "title":"Intern",
        "years":"March 2018 - May 2018",
        "description":"Product management and configuration of solutions for automation and digitization of manual work processes."
      }
    ],
    "skills":[
      {
        "name":"C#/.NET",
        "level":"80%"
      },
      {
        "name":"Microservices",
        "level":"80%"
      },
      {
        "name":"React",
        "level":"80%"
      },
      {
        "name":"MongoDB",
        "level":"70%"
      },
      {
        "name":"SQL",
        "level":"70%"
      },
      {
        "name":"Google Cloud Platform",
        "level":"30%"
      },
      {
        "name":"Terraform",
        "level": "30%"
      },
      {
        "name":"K8s",
        "level": "30%"
      },
      {
        "name":"Git",
        "level":"90%"
      },
      {
        "name":"MongoDB",
        "level":"70%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"First blog post",
        "category":"My first blog post..",
        "image":"soon.jpg",
        "url":"https://www.medium.com"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Here you should write some nice things that someone has said about you. No lies though, employers can tell when you are lying.",
        "user":"Kareem Abdul Jabbar"
      },
      {
        "text":"That Tim Baker must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user":"Steve Wozniak... impersonator"
      }
    ]
  }
}
